<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
	<title>Правила форума</title>
	<meta http-equiv="content-type" content="text/html; charset=utf-8" />
    <link href="admin_panel.css" rel="stylesheet" type="text/css" />
</head>

<body>

<td ><a href="Index.php">Main page</a> &gt;&gt;Rules</td>

<form id="rules" name="rules" method="post" action="User_reg.php">
	<table class="options_table"  width="100%" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td colspan="1" align="center" class="parameter_name"><label><b>Rules</b></label>
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>Правила форума</b></label>
	  </tr>
      <tr>
	    <td colspan="1" class="parameter_value">
		<br/><label>Эти правила обязательны для выполнения всеми пользователями. К нарушителям будут применяться адекватные меры, вплоть до бана. Любое требование модераторов и администрации форума нужно выполнять неукоснительно, не вступая в пререкания.</label>
		<br/><label>Администрация оставляет за собой право удалить Ваш аккаунт и все проявления вашей активности на форуме без объяснения причин. Сообщения и темы, нарушающие данные Правила, могут быть удалены, перемещены или исправлены модераторами и администрацией форума без уведомления их авторов.</label>
	    <br/><label>Незнание правил не освобождает от ответственности за их нарушение, поэтому мы настоятельно рекомендуем вам внимательно их изучить, в том числе Правила разделов и подразделов форума. Непонятные моменты Вы всегда можете уточнить у администрации.</label>	
		<br/>
		<br/><label>Зарегистрировавшись, Вы подтверждаете, что согласны с этими Правилами, берете на себя обязательства выполнять их и несете персональную ответственность за их нарушение.</label>
		<br/>
		<br/><label><b>P.S.</b> Все то, что по каким-либо причинам не было указано в данных правилах, остается на усмотрение администрации форума.</label>
		<label></label>
		
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>1. Общие положения</b></label>
	  </tr>
	  <tr>
	    <td colspan="1" class="parameter_value">
		<br/><b>1.1.</b> Форум является модерируемым - администрация контролирует тематику форума, его содержание и соблюдение участниками Правил форума. Задача модератора – следить за соблюдением Правил форума и по возможности помогать всем участникам форума в решении их вопросов. Основой для модерирования является формальный контроль за соблюдением настоящих Правил, однако действия модератора могут выходить за рамки формального контроля – модератор в своей работе руководствуется Правилами, здравым смыслом и своим опытом. 
		<br/>
		<br/><b>1.2.</b> Вопросы модератору рекомендуется задавать в ПМ. Если Вы не согласны с действиями модератора по отношению к вам или к другим участникам форума, если Вы не нашли с ним взаимопонимания путем взаимовежливого общения через ПМ, Вы можете обратиться к администраторам или же просто покинуть форум. Если Вы не получили ответа от администратора в течение 5 дней, напишите другому администратору. Спорные вопросы решаются в индивидуальном порядке. Публичное обсуждение на форуме (в названии темы, теле сообщения, репутации, подписи и т.д.) действий администрации запрещено – для этого есть ПМ. 
		<br/>
		<br/><b>1.3.</b> Все материалы, представленные на данном портале, предназначены исключительно для ознакомления. Администрация не несёт ответственности за материалы, размещённые на этом ресурсе. Если Вы считаете, что какой-либо из материалов нарушает Ваши права, свяжитесь с администрацией. 
		<br/>
		<br/><b>1.4.</b> Строго запрещено привязывать аллигаторов к пожарным гидрантам. Желательно в том числе не привязывать драконов, котов, собак, и прочую нечисть к нашим несчастным гидрантам.
		
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>2. Регистрация</b></label>
	  </tr>
	  <tr>
	    <td colspan="1" class="parameter_value">
		<br/><b>2.1.</b> При выборе ника (имени пользователя) желательно использовать только буквы (английские или русские) и цифры (не более 3 цифр), использование других знаков/спецсимволов нежелательно. В качестве ника Вы можете использовать свое настоящее имя или фамилию. 

		<br/><b>ПРИ РЕГИСТРАЦИИ ЗАПРЕЩАЕТСЯ </b>
		<br/>в случае нарушения этих пунктов аккаунт может быть удален без предупреждения: 

		<br/>а) регистрировать бессмысленные ники типа «qwertyuiop», «poiuyt», «щзщлзщ», «454прцц», а также ники, состоящие из одних цифр либо только из гласных / согласных букв, а также ники, содержащие нецензурные слова либо не соответствующие общепринятым нормам морали; 

		<br/>б) использовать аватары, не соответствующие общепринятым нормам морали, в частности откровенно эротического содержания либо содержащие ненормативную лексику (помните, что форум читают дети). В случае нарушения такие аватары будут удаляться без предупреждения с вынесением наказания в виде РО и %. 

		<br/>в) использовать в качестве ника адреса сайтов, email и т.п., а также другую информацию рекламного характера; 

		<br/>г) регистрация одним пользователем двух и более аккаунтов. При обнаружении нескольких регистраций, проведенных с одного и того же компьютера или с одного айпи адреса (ботов), администрация оставляет за собой право удалять такие аккаунты, независимо от количества сообщений, набранных Вами на форуме под этими аккаунтами. 
Если у Вас локалка с одним айпи или несколько пользователей за одним компьютером, перед регистрацией Вы можете уведомить об этом администрацию сайта. Учтите, что закачка разрешена в 2 потока на один айпи - т.е для пользователей локальных сетей при отсутствии индивидуального айпи шансы скачать что либо практически нулевые; 

		<br/>д) регистрация ников типа «Админ», «Модер», «Главный» и т.п. Такие аккаунты удаляются без предупреждения, а при повторной попытке регистрации с подобным ником Вы будете навсегда лишены доступа на форум (бан по нику и по айпи); 

		<br/>е) регистрация ников, похожих на существующие, а также использование одинаковых аватарок. При поступлении к администрации форума жалобы от владельца ранее зарегистрированного ника или аватара, Вы будете уведомлены об этом и обязаны подобрать себе другой ник или аватар. Чтобы посмотреть уже имеющиеся ники, нажмите вверху страницы форума на слово «Участники»; 
		<br/>
		<br/><b>2.2.</b> Адрес электронной почты, указанный Вами при регистрации, должен быть действующим. В дальнейшем на этот адрес Вы будете получать сообщения форума. По умолчанию указанный при регистрации адрес вашей электронной почты недоступен для просмотра другими участниками. 
		<br/>
		<br/><b>2.3.</b> Аккаунты участников, не имеющих ни одного сообщения в течение двух месяцев после регистрации, или не проявлявших активность на форуме больше 3-х месяцев, МОГУТ БЫТЬ УДАЛЕНЫ. Если Вы собираетесь исчезать из Интернета более чем на три месяца, и желаете гарантировано сохранить за собой свой ник и аккаунт, заблаговременно известите об этом администрацию. 

		ВНИМАНИЕ: не стоит пытаться "отметиться" на форуме, набивая бессмысленные посты. Такие посты не будут засчитаны, более того, Вы можете получить предупреждение или более строгое наказание. 
		<br/>
		<br/><b>2.4.</b> Помните, что Вы несете персональную ответственность за свой аккаунт а также за все действия, произведенные с Вашего аккаунта.
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>3. Разрешено и приветствуется</b></label>
	  </tr>
	  <tr>
	    <td colspan="1" class="parameter_value">
		<br/><b>3.1.</b> Создание новых тем (будьте внимательны при выборе раздела, не создавайте дубли, пользуйтесь поиском). 
		<br/>
		<br/><b>3.2.</b> Продолжение обсуждения в старых темах, если они не были полностью раскрыты. 
		<br/>
		<br/><b>3.3.</b> Поддержание дискуссии, обмен опытом, предоставление интересной информации, полезных ссылок. 
		<br/>
		<br/><b>3.4.</b> Создание автором темы финального сообщения с описанием решения возникшей проблемы (в случае, если тема создавалась с целью получить совет или помощь других участников).
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>4. Запрещается</b></label>
	  </tr>
	  <tr>
	    <td colspan="1" class="parameter_value">
		<br/>использование нецензурных слов, мата и матозаменителей, личерство, хамство (в том числе в репутации или в ПМ), неуважение к Правилам и представителям Администрации, а также: 
		<br/>
		<br/><b>4.1.</b> Проявление неуважительного отношения к собеседнику, клевета по отношению к участникам форума и другим лицам, оскорбления касательно национальности, расовой, религиозной и политической принадлежности, мат (в том числе и в скрытой форме), оскорбления, личные угрозы по отношению к участнику (участникам) форума или другим лицам, а также в адрес модераторов, супермодераторов, администраторов, в том числе в ПМ. Если вы считаете какое-то сообщение оскорбительным, используйте кнопку "жалоба", отстаивая свои интересы самостоятельно и опускаясь на уровень оппонента, будьте готовы к административному наказанию. 
		<br/>
		<br/><b>4.2.</b> Публикация рекламы,размещение объявлений с предложениями платных услуг, рассылка или спам через личные сообщения, публикации иных видов рекламы и коммерческих объявлений (кроме раздела «Интернет услуги»), а также создание тем типа "Зацените" (кроме специального подфорума О сайтах! в разделе «Интернет»). Запрещается реклама "реального заработка в сети" и прочих МММ. 
		<br/>
		<br/><b>4.3.</b> Использование в сообщениях для изображений ссылок на зарубеж, постинг изображений большого размера и "веса" (изображения более 200 Кб необходимо заменять ссылками), а также изображений, не имеющих никакого отношения к теме. То же самое относится и к публикации подобных изображений через тэги для картинок. 
		<br/>
		<br/><b>4.4.</b> Использование в подписи красного цвета, изображений большого размера и "веса", ссылок на зарубеж для юзербаров и других изображений, а также фраз и изображений, содержащих нецензурные или оскорбительные для других участников слова или изображения. 
По высоте и ширине подпись должна быть не больше 350х19 (не более двух файлов, либо один файл размером 350х57). Максимально допустимый объём графических файлов в подписи 50 Кб(суммарный вес всех юзербаров и картинок, если таковые имеются). Строго запрещены любые ссылки и картинки на «Speedtest». 
		<br/>
		<br/><b>4.5.</b> Размещение в сообщении, или подписи ссылок на ресурсы, тематически соприкасающиеся либо конкурирующие с нашим порталом, на интернет-магазины, коммерческие проекты, предоставляющие услуги, рекламирующие свою торговую марку, либо продукцию, а также ведущие к различным способам заработка. В отдельных случаях модератор действует на своё усмотрение. 
		<br/>
		<br/><b>4.6.</b> Флуд (постинг малоинформативных сообщений, в том числе состоящих из одних смайлов) и офтоп - отклонение от темы, заданной автором, автором темы является участник, написавший первое сообщение в теме (шапка топика). Такие посты будут удалятся, а их авторы будут наказываться, при наличии повторных нарушений - вплоть до бана. Если у вас возникает частный вопрос к участнику дискуссии, пишите в ПМ. Рекомендуется прочесть топик "+20%...40%, предупреждения" К флуду приравниваются сообщения, состоящие из одних смайлов, бессодержательные сообщения типа Спасибо, Шас заценим/скачаем, 2 или более одинаковых по смыслу сообщения в ветке, сообщения типа "UP", флейм, существенный уход от темы, создание и обсуждение других тем, в том числе личных, интересных только двум-трем общающимся, а так же сообщения большого объема, не спрятанные под спойлер. Повторяющиеся символы (больше 3-х) и более одного сообщения пользователя подряд (используйте функцию редактирования, если хотите добавить что-то к уже написанному) также расцениваются как флуд. 
		<br/>
		<br/><b>4.7.</b> Запрещается обсуждать проблемы с закачкой в топах, писать "не качается" и т.п. Для всех технических и иных вопросов, а также насчет "не качается" есть специальные ветки форума, например ПРОБЛЕМЫ С ЗАКАЧКОЙ , Мануал по проблемам с закачкой , ОБРАТНАЯ СВЯЗЬ . Если вы нашли действительно нерабочую ссылку, пишите в ПМ автору топика, ибо восстановить ее может только автор. 
		<br/>
		<br/><b>4.8.</b> Злоупотребление цитированием - оверквотинг/гиперквотинг (цитирование без необходимости). Также запрещено цитировать/личить линки, которые были скрыты тегом hide. 
Цитировать собеседника необходимо по минимуму (иногда можно вообще не цитировать, если ваше сообщение идет сразу после заданного вопроса или сообщения, на которое Вы хотите ответить, достаточно написать, кому адресовано ваше сообщение). Множественные повторы одного и то же текста на одной и той же странице, тем более с изображениями, излишни и только засоряют форум, поэтому при цитировании оставляйте только ту часть сообщения, которую вы хотите прокомментировать. 
		<br/>
		<br/><b>4.9.</b> Создавать темы, дублирующие уже имеющиеся открытые темы (перед созданием новой темы используйте поиск), создавать одинаковые темы в разных разделах форума, а также одинаковые сообщения в разных темах. Кроме того, рекомендуется читать предыдущие посты в ветках или использовать поиск в теме. Возможно, предлагаемый вами вариант решения проблемы уже предложен, а уточняющие вопросы уже заданы. 
		<br/>
		<br/><b>4.10.</b> Запрещено использовать неинформативные заголовки - "Спасите", "Помогите", "Нужна помощь!", "Вопрос", "Help Me", "SOS", "Срочно". Темы с подобными заголовками будут удаляться без предупреждения, а их авторы будут наказаны. Заголовок темы должен отражать смысл вопроса или сообщения, а не выражать Ваши эмоции. Помните, что от правильно сформулированного названия зависит последующий интерес к теме, кроме того, неинформативные заголовки затрудняют поиск. 
		<br/>
		<br/><b>4.11.</b> Использование ненормативной лексики в сообщениях, в том числе в разделе Юмор (в данном разделе ненормативная лексика (псевдомат или криптованый мат) допустима в анекдотах и рассказах при условии замены букв, например на многоточия, см. Правила раздела Флейм ). 
		<br/>
		<br/><b>4.12.</b> Намеренное искажение языка, использование транслита (язык общения форума - русский или украинский). Желательно проверять грамотность Вашего сообщения (как вариант - редактором Word), ибо ошибки затрудняют понимание вопроса или ответа и могут раздражать участников обсуждения. В разделах форума "Дела амурные +18" и "Флейм" допускаются некоторые исключения на усмотрение модераторов. 
		<br/>
		<br/><b>4.13.</b> Запрещается злоупотреблять тегами форума (в т.ч. смайликами), использовать для постинга сообщений цветной (особенно красный, в том числе и в подписи) и жирный шрифт. Выделение другим цветом (кроме красного, красный цвет используют модераторы) допустимо только для того, чтобы обратить внимание участников форума на какую-то часть сообщения. Также запрещается без явной на то причины использовать отличные от стандартных шрифты, использовать курсив (наклонный текст), изменять цвет и размер символов, использовать в названии тем и тексте сообщений ПРЕИМУЩЕСТВЕННО ЗАГЛАВНЫЕ БУКВЫ (это привилегия администрации форума). 
		<br/>
		<br/><b>4.14.</b> Публикация материалов порнографического содержания и ссылок на них, их поиск, выкладывание изображений, содержащих порнографию, сцены жестокости или любые другие изображения, унижающие или оскорбляющие других пользователей. 
		<br/>
		<br/><b>4.15.</b> Запрещается править/удалять сообщения, после корректировки их модератором, кроме случаев явного указания модератора отредактировать пост. 
		<br/>
		<br/><b>4.16.</b> Запрещается размещать в подписи больше двух картинок, а также больше 4-х строк текста, всякого рода ссылки, или сообщения, касающиеся коммерческих, либо конкурирующих с нами порталов/сайтов. 
		<br/>
		<br/><b>4.17.</b> Запрещается использовать для хостинга аватар зарубежные (не UA-IX), а также личные сайты. Для этой цели есть ряд специализированных общедоступных UA-IX серверов для хостинга Ваших картинок и изображений. 
		<br/>
		<br/><b>4.18.</b> Запрещается использовать аватары размером больше чем 100 на 100 пискелей и объемом больше чем 100 килобайт. 
		<br/>
		<br/><b>4.19.</b> Запрещается создание зеркал(дублирование файла на файлообменниках, личных сайтах и т.п.) для существующего релиза без согласия(просьбы) релизера(создатель темы релиза), модератора, супермодератора, или администратора. Нарушение данного правила подразумевает наказание начиная от устного предупреждения вплоть до временного блокирования нарушителя в зависимости от настойчивости последнего.
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>5. Рекомендуется</b></label>
	  </tr>
	  <tr>
		<td colspan="1" class="parameter_value">
		<br/><b>5.1.</b> Перед началом дискуссий (созданием темы или написанием сообщения) ознакомится с подразделами форума, их тематикой, с существующими в них темами и обзорами, в том числе по интересующей вас тематике, а также с Правилами соответствующих разделов форума. 
		<br/>
		<br/><b>5.2.</b> Перед тем, как задать вопрос или создать тему, используйте поиск (графа поиска находится вверху каждой страницы (в шапке форума), поисковая форма для поиска в темах находится в нижней части страницы). Название темы (топика) должно быть кратким и информативным. В своем сообщении постарайтесь подробно и понятно изложить суть вопроса. Название программ, сайтов и т.п. должны соответствовать официальным, не рекомендуется использовать сленг. Если в сообщении много текста или изображений, используйте спойлер. Если вы являетесь автором темы, в которой вы просили помочь с решением какой-либо проблемы, после того как ваш вопрос был решен, обязательно отпишитесь в теме о способах решения и сообщите, нужно ли закрывать тему. 
		<br/>
		<br/><b>5.3.</b> Отвечая на вопросы, необходимо учитывать возможную разницу в опыте, ответы должны даваться по сути заданного вопроса и только в том случае, если Вы действительно можете помочь решить возникшую проблему. Запрещается давать какие-либо советы без знаний предмета, а также размещать заведомо ложную информацию. 
		<br/>
		<br/><b>5.4.</b> В подфоруме Песочница есть ответы на наиболее часто задаваемые вопросы.
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>6. Система предупреждений</b></label>
	  </tr>
	  <tr>
	     <td colspan="1" class="parameter_value">
		<br/><b>6.1.</b> Если Вы видите нарушения Правил форума, воспользуйтесь кнопкой "Жалоба". Помните, что эта кнопка иcпoльзуется TOЛЬКO для жaлoб o coдepжимoм cooбщeния, а не в качестве cpeдcтва oбщeния и cвязи c мoдepaтopами либо для сообщений о неработающих ссылках (о неработающих ссылках необходимо писать релизеру в ПМ). 
		<br/>
		<br/><b>6.2.</b> Решение о наказании нарушителя принимает администрация форума – модераторы, супермодераторы и администраторы. За нарушения Правил выносятся % (по 20% за каждое нарушение) и наказания в виде РО (рид онли, т.е. только чтение форума) или бана, которые выдаются на срок от трех дней до вечного бана, чем больше у вас %, тем строже будут последующие наказания. Уровень ваших предупреждений Вы можете увидеть под своим аватаром, для просмотра истории наказаний нажмите на число с %. В истории наказаний должна быть указана причина, по которой вас наказали и никнейм модератора. 
В случае регулярного нарушения правил этот срок может быть увеличен. 
В случае неправомерного наказания следует обратиться к администрации форума с подробным разъяснением ситуации и, возможно, если Вы докажете свою правоту, наказание будет отменено. 
Просьбы снять % "по сроку давности" будут игнорироваться, особо настойчивые личности будут наказываться. 
		<br/>
		<br/><b>6.3.</b> Пользователь, получивший пять предупреждений (т.е. 100% предупреждений), лишается доступа к форуму (вечный бан). 
		<br/>
		<br/><b>6.4.</b> За особо циничное или регулярное нарушение Правил, в том числе при создании ранее забаненым участником новой учётной записи, возможен немедленный и бессрочный бан, в том числе по айпи.
	  <tr/>
	  <tr>
		<td colspan="1" align="center" class="parameter_value"><label><b>7. Репутация</b></label>
	  </tr>
	  <tr>
	     <td colspan="1" class="parameter_value">
		 <br/><b>7.1.</b> Репутация участника показывает количественную оценку уровня уважения к нему со стороны других участников за осуществляемую деятельность в рамках этого форума. Уровень репутации участника отображается под аватарой, в профиле участника и в Рейтинге репутации участников. 
		 <br/>
		 <br/><b>7.2.</b> Участник, имеющий 15 и более сообщений, может увеличить или уменьшить репутацию другому участнику на одну единицу, воспользовавшись кнопками + или - , которые расположены под аватарой. 
Вы не можете изменять репутацию, если: 
- не набрали требуемого количества сообщений (15 сообщений); 
- уже изменяли репутацию этому участнику на протяжение последних 7 дней; 
		 <br/>
		 <br/><b>7.3.</b> Уменьшение репутации должно сопровождаться содержательным обоснованием его причины. Запрещается уменьшение репутации модераторам за действия, связанные с выполнениями их обязанностей и релизерам за их релизы (не нравится – не качаем). 
		 <br/>
		 <br/><b>7.4.</b> Запрещается: 
- изменять репутацию без указания причины, особенно это касается случаев, когда вы уменьшаете репутацию или меняете репутацию, находясь в профиле пользователя. Если же вы жмете на + , находясь в теме, нет необходимости подробно указывать причину, т.к. в истории репутации автоматически будет указано название темы; 
- изменять репутацию по причинам, непосредственно не связанным с деятельностью участника в рамках форума (т. е. по поводу дней рождения, праздников и других событий в стране и мире, наступление которых не является результатом деятельности участника в рамках форума - для этого есть ПМ); 
- плюсовать (минусовать) в качестве ответного действия на изменение своей репутации; 
- Использование в подписи ссылок (текстовых, графических) с автоматическим поднятием или понижением репутации себе или любому другому участнику форума; 
- Использование в подписе просьб, лозунгов, призывов (текстовых, графических) повысить или опустить репутацию себе или любому другому участнику форума; 
		 <br/>
		 <br/><b>7.5.</b> Администраторы форума могут отменять (удалять) записи в репутации, сделанные с нарушениями данных правил. Если у вас есть вопросы насчет минусов в вашей репутации - попробуйте самостоятельно выяснить данный вопрос с виновником, если не поможет - обратится в ПМ к супермодеру или админу. 
		 <br/>
		 <br/><b>7.6.</b> Проявление неуважительного отношения к собеседнику, клевета по отношению к участникам форума и другим лицам, оскорбления касательно национальности, расовой, религиозной и политической принадлежности, мат (в том числе и в скрытой форме), оскорбления, личные угрозы по отношению к участнику (участникам) форума или другим лицам, а также в адрес модераторов, супермодераторов, администраторов.
Помните, Правила необходимо выполнять, а их незнание не освобождает Вас от ответственности за их нарушение. 
		 <br/>
		 <br/><b>P.S.</b> Изменения в Правилах вступают в действие по истечении 24-х часов с момента их опубликования.
	  </tr>
	  <tr>
		<td colspan="1" align="center" class="parameter_name">
				<input type="submit" value="I agree" name="submit_button" />

		</td>
	  </tr>  
	</table>
</form>
<form id="rules_no" name="rules_no" method="post" action="Index.php">
	<table class="options_table"  width="100%" border="0" cellspacing="0" cellpadding="0">
	  <tr>
		<td colspan="1" align="center" class="parameter_name">
				<input type="submit" value="I don't agree" name="submit_button" />

		</td>
	  </tr>  
	</table>  
</form>
</body>
</html>
